"IPDRefreshHeaderIdleText" = "下拉可以刷新";
"IPDRefreshHeaderPullingText" = "松开立即刷新";
"IPDRefreshHeaderRefreshingText" = "正在刷新数据中...";

"IPDRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"IPDRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"IPDRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"IPDRefreshBackFooterIdleText" = "上拉可以加载更多";
"IPDRefreshBackFooterPullingText" = "松开立即加载更多";
"IPDRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"IPDRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"IPDRefreshHeaderLastTimeText" = "最后更新：";
"IPDRefreshHeaderDateTodayText" = "今天";
"IPDRefreshHeaderNoneLastDateText" = "无记录";
